{
  "CONFERENCE": {
    "Conference": "Salla e Konferencës",
    "ConfDesc-1": "Mirësevini në faqen tonë të sallës së konferencave! Hoteli ynë ofron ambiente konferencash moderne për të gjitha nevojat e biznesit tuaj. Pavarësisht nëse po planifikoni një takim të vogël ose një ngjarje të madhe korporative, ne kemi hapësirën e përsosur për ju.",
    "ConfDesc-2": "Dhomat tona të konferencave janë të pajisura me pajisje moderne audio-vizuale, akses në internet me shpejtësi të lartë dhe rregullime të rehatshme të ndenjëseve. Dhomat janë gjithashtu plotësisht me ajër të kondicionuar për të siguruar një mjedis të rehatshëm dhe produktiv për të pranishmit tuaj.",
    "ConfBook": "Rezervimi i sallës së konferences.",
    "Name": "Emri i plotë/Emri i kompanisë",
    "ReqName": "Plotesoni Emrin",
    "CharReqName": "Emri duhte te permbaje te pakten 2 karaktere",
    "LetterReqName": "Emri duhet të përmbajë vetëm letra",
    "ReqEmail": "Plotesoni Email",
    "InvalidEmail": "Ju lutem vendosi një adrese emaili te vlefshme",
    "Mobile": "Celulari",
    "InvalidMobile": "Numri I celularit nuk eshte I sakte",
    "Date": "Data e Rezervimit",
    "ReqDate": "Ju lutemi vendosi një date, format(mm/dd/yyyy)",
    "InvalidDate": "Data nuk mund të jetë në të shkuarën",
    "ReqDateFormat": "Formati i dates mm/dd/yyyy (muaj/dite/vit)",
    "NrAttendees": "Numri i  pjesmarrësve",
    "ReqNrOfAttenders": "Plotesoni numrin e pjesmarrësve",
    "PatternReqNrOfAttenders": "Vlerat e lejuara jane vetem numra",
    "StartTime": "Koha e Fillimit",
    "ReqStartTime": "Ju lutem vendosni një ore fillimi",
    "EndTime": "Koha e mbarimit",
    "ReqEndTime": "Ju lutem vendosni një ore mbarimi",
    "TimeSetError": "Koha e fillimit duhet të jetë më e hershme se ajo e mbarimit",
    "TimeError": "Data dhe ora nuk mund të jenë në të kaluarën",
    "add": "Shto",
    "Lmessage": "Leni një mesazh",
    "Send": "Dërgoni"
  },
  "CONTACT-US": {
    "Getintouch": "Na kontaktoni",
    "GetInTouchDesc": "Dëshironi të kontaktoni? Do të donim të dëgjonim nga ju. Ja se si mund të na kontaktoni.",
    "Talkreception": "Kontaktoni recepsionin ",
    "Trecepdesc": "Dëshironi të rezervoni një dhomë? Thjesht merrni telefonin dhe kontaktoni një recepsionist",
    "SupportCont": "Kontaktoni Suportin",
    "SupportDesc": "Keni ndonjë pyetje në lidhje me sherbimet qe ofrohe ? Na dërgoni një email dhe ne do t'ju kthejme pergjigje sa me shpejt.",
    "Messageus": "Na dërgoni mesazh",
    "MessageDesc": "Ne vlerësojmë komentet e vizitoreve tanë dhe jemi gjithmonë të lumtur t'ju ndihmojmë me çdo pyetje. Mezi presim të dëgjojmë nga ju dhe ta bëjmë qëndrimin tuaj në hotelin tonë të paharrueshëm.",
    "or": "ose",
    "Premisesvisit": "Vizitoni vendndodhjen tonë",
    "Location": "Vendndodhja",
    "LocStr": "Rruga Taulantia",
    "LocCity": "Durres",
    "Phone": "Telefon",
    "Name": "Emri",
    "ReqName": "Emri është i detyrueshëm",
    "CharReqName": "Vendosni 2 ose më shumë karaktere",
    "MaxCharReqName": "Vendosni më pak se 50 karaktere",
    "PatterReqName": "Emri duhet të kete vetëm shkronja",
    "EmailMsg": "Ju lutem vendosi një  emaili te vlefshme",
    "EmailReqMsg": "Email është i detyrueshëm",
    "MinCharMess": "Mesazhi duhet të jetë të paktën 10 karaktere",
    "MaxCharMess": "Mesazhi duhet të jetë më pak se 1500 karaktere",
    "Msg": "Mesazhi",
    "MsgError": "Shkruani nje mesazh",
    "SendButt": "Dergo"
  },
  "EVENTS": {
    "Events": "Evente",
    "Upcoming": "Do te ndodhin",
    "Recent": "Së fundi",
    "No-Events": "Nuk ka evente ...",
    "Event-label": "Artikujt për faqe:"
  },
  "HOME": {
    "Welcome": "Mirëserdhet në ",
    "Welcome_Restaurant": "Restorant",
    "WelDesc": "Mirësevini në Hotel & Restaurant Aragosta\nI themeluar në vitin 1995, misioni ynë është t'u ofrojmë mysafirëve një vendqendrim harmonik ku bashkohen bukuria e natyrës dhe komoditetet e mikpritjes moderne. Si një plazh i përparmë, vendqendrim me pamje nga deti, ne jemi të përkushtuar të ruajmë dhe mbrojmë mjedisin natyror që rrethon plazhin e Durrësit, duke ofruar njëkohësisht eksperienca të pashembullta që ushqejnë mendjen, trupin dhe shpirtin. Kjo përfshin promovimin e vizitave në zonat e pasura arkeologjike të qytetit të Durrësit. Nëpërmjet praktikave të qëndrueshme, aktiviteteve zhytëse dhe mikpritjes së vërtetë, ne synojmë të krijojmë kujtime të qëndrueshme dhe të frymëzojmë një lidhje më të thellë me botën natyrore dhe historike.\n\nNe përpiqemi të njihemi si lider në mikpritjen e qëndrueshme luksoze në Shqipëri. Ne aspirojmë të vendosim standarde të reja për turizmin e ndërgjegjshëm për mjedisin, duke demonstruar se kujdesi i përgjegjshëm i mjedisit mund të bashkëjetojë në mënyrë harmonike me përvojat e jashtëzakonshme të mysafirëve.",
    "Services": {
      "Wifi": "Wifi",
      "Parking": "Parkimi",
      "Beach": "Plazh",
      "ElectricCharger": "Karikim Elektrik",
      "ATM": "ATM",
      "CashCard": "Kesh & Pagese me Karte"
    },
    "Book_Now": {
      "Book_Now": "REZERVONI TANI",
      "Persons": "Persona",
      "Adults": "Adult",
      "Children": "Femijë",
      "Rooms": "Dhoma"
    },
    "Book_Room": "Rezervoni Dhomë",
    "Restaurant": "RESTORANT",
    "Dessert": "Embelsira",
    "ViewMore": "Shiko më shumë",
    "Confhome": "Salla e Konferencës",
    "ConfDesc": "Salla e konferencave në Aragosta është e përkryer për takime dhe bashkëpunime produktive. Ai përmban ndenjëse të rehatshme, teknologji AV, internet me shpejtësi të lartë dhe dekor modern, që strehon deri në 35 persona.",
    "LearnMore": "Shiko më shumë",
    "EventsHome": "Evente",
    "locfooter": "Rruga Taulantia, Durres"
  },
  "HOTEL": {
    "Adult": "I rritur",
    "Adults": "Të rritur",
    "Children": "Fëmijë",
    "Child": "Fëmijë",
    "Age": "Mosha",
    "Rooms": "Dhoma",
    "Check": "Kontrollo",
    "Filters": {
      "Filter_by": "Filtro sipas",
      "Top_Filters": "Filtra kryesore",
      "Double_room": "Dhoma dyshe",
      "Twin_room": "Dhoma binjake",
      "Single_room": "Dhoma teke",
      "Sea_view": "Pamje nga deti",
      "Balcony": "Ballkon",
      "Available": "Në dispozicion",
      "Budget": "Buxheti"
    },
    "Sorting": {
      "Sort_by": "Rendit sipas",
      "Price_High_to_Low": "Çmimi nga i larti në të ulëtin",
      "Price_Low_to_High": "Çmimi nga i ulti në të lartin"
    },
    "No_more_rooms": "Nuk ka më dhoma",
    "Room_capacity": "KAPACITETI I DHOMËS NUK MJAFTON PËR TË GJITHË MYSAFIRËT",
    "Minimum_nights": "Kërkohet një qëndrim minimal prej 2 netësh",
    "UNAVALIABLE": "E PADISPONUESHME",
    "Policy": {
      "Policy": "Politikë",
      "Privacy_Policy": "Politika e Privatësisë",
      "Cancellation": "Anullimi",
      "Cancellation_Desc": "15 ditë para datës së parashikuar të regjistrimit: Nuk do të aplikohen tarifa për anulim. Brenda 15 ditëve nga data e parashikuar e regjistrimit: 50% e kostos totale të rezervimit do të aplikohet si tarifë anulimi. Brenda 7 ditëve nga data e parashikuar e regjistrimit: 100% e kostos totale të rezervimit do të aplikohet si tarifë anulimi.",
      "Group_Bookings": "Rezervime në Grup",
      "Group_Bookings_Desc": "Për rezervime në grup prej 5 dhomash ose më shumë, mund të aplikohet një politikë e veçantë anulimi. Ju lutemi kontaktoni ekipin tonë të rezervimeve për më shumë informacion.",
      "Early_Departure": "Largimi i Hershëm",
      "Early_Departure_Desc": "Në rast largimi të hershëm, mysafirët do të tarifohen për qëndrimin e plotë të rezervuar siç është rezervuar fillimisht.",
      "Policy_Modifications_NoShows": "Politika për Modifikime dhe Mosparaqitje",
      "Modifications": "Modifikimet",
      "Modifications_Desc": "Çdo ndryshim ose modifikim në rezervim, si ndryshimi i datave të regjistrimit ose çregjistrimit, lloji i dhomës, ose numri i mysafirëve, janë subjekt i disponueshmërisë dhe mund të rezultojnë në tarifa shtesë. Mysafirët këshillohen të njoftojnë hotelin sa më shpejt të jetë e mundur për çdo modifikim të rezervimit të tyre.",
      "NoShow": "Mosparaqitje",
      "NoShow_Desc": "Një 'mosparaqitje' përcaktohet si një mysafir që dështon të arrijë në datën e caktuar të regjistrimit pa njoftim paraprak për anulim ose modifikim. Në rastin e një mosparaqitjeje, hoteli rezervon të drejtën të tarifojë shumën e plotë të rezervimit ose të aplikojë tarifat e anulimit sipas politikës së anulimit.",
      "Please_note": "Ju lutem vini re",
      "Please_note_Desc": "Politika e anulimit dhe modifikimit mund të ndryshojë në varësi të planit të tarifës ose ofertës promovuese të zgjedhur në momentin e rezervimit. Është e rëndësishme të rishikoni politikën specifike që zbatohet për rezervimin tuaj përpara se të konfirmoni. Çdo anulim ose modifikim duhet të kërkohet drejtpërdrejt me hotelin përmes informacionit të dhënë të kontaktit ose sistemit të menaxhimit të rezervimeve online. Hoteli rezervon të drejtën të ndryshojë termat dhe kushtet e politikës së anulimit pa njoftim paraprak. Nëse keni ndonjë pyetje ose keni nevojë për sqarime të mëtejshme në lidhje me politikën tonë të anulimit, ju lutemi mos ngurroni të kontaktoni ekipin tonë të rezervimeve."
    }
  },
  "RESTAURANT": {
    "Restaurant": "Restorant",
    "Resdesc-1": "Që nga viti 1995, shijoni peshkun dhe kuzhinën  ",
    "Resdesc-2": " më të mirë italiane në restorantin tonë të larmishëm.",
    "Booktable": "Rezervoni Tavolinë",
    "Seemenu": "Shikoni Menun",
    "Staff": "Stafi jonë",
    "Staffdesc": "Stafi ynë i përkushtuar me përvojë, siguron shërbim të jashtëzakonshëm dhe një atmosferë mikpritëse. Të apasionuar pas artit të kuzhinës, ata sjellin në tryezën tuaj peshkun dhe kuzhinës italiane.",
    "Chefspec-1": "Specialiteti I ",
    "Chefspec-2": "Shefit tonë.",
    "Chefspecdesc": "Specialiteti i shefit tonë është Linguine me Vongole, një pjatë klasike italiane që me siguri do të kënaqë shijen tuaj. Kjo pjatë është një dëshmi e vërtetë e përkushtimit të shefit tonë për të krijuar kuzhinë autentike dhe të shijshme. Mos e humbisni mundësinë për të provuar këtë pjatë firmato në restorantin tonë.",
    "Cuisine": "KUZHINA JONË",
    "CuisDesc": "Restoranti Aragosta ofron pjata të ndryshme, me fokus peshkun e freskët dhe kuzhinën autentike italiane, duke shijuar Durrësin që nga viti 1995.",
    "Resform": "FORMATI I RESERVIMIT",
    "Name": "Emri",
    "ReqName": "Plotesoni Emrin",
    "CharReqName": "Emri duhet të jetë 2 ose me shumë shkronja",
    "MaxCharReqName": "Emri duhet të jetë më pak se 50 karaktere",
    "LetterReqName": "Emri duhet të përmbajë vetëm karaktere alfabetike dhe hapësira",
    "ReqEmail": "Vendosni një Email",
    "ValidReqEmail": "Ju lutem vendosi një adrese emaili te vlefshme",
    "Guest": "Të Ftuarit",
    "ReqGuest": "Kërkohet numri i të ftuarve",
    "ReqNumGuest": "Duhet të jetë të paktën 1 klient",
    "PatternGuestErr": "Vlerat e lejuara jane vetem numra",
    "Date": "Data",
    "ReqDate": "Vendosni Daten ne formatin(mm/dd/yyyy)",
    "PastDateErr": "Data nuk mund të jetë në të shkuarën",
    "DateFormatErr": "Formati i dates mm/dd/yyyy (muaj/dite/vit)",
    "Time": "Koha",
    "ReqTime": "Ju lutem vendosni orën",
    "Date&TimeErr": "Data dhe ora nuk mund të jenë në të kaluarën",
    "Message": "Mesazh",
    "Leave_message": "Leni një mesazh",
    "MaxCharMess": "Mesazhi duhet të jetë më pak se 1500 karaktere",
    "Book_table": "Rezervoni Tavolinë",
    "invalid_phone_no": "Numri I celularit nuk eshte I sakte",
    "phone_number": "Numri i celularit",
    "phone_number_required": "Numri i celularit eshte i detyrueshem",
    "reservation_time_restriction": "Rezervimi mund të bëhet vetëm midis orës 12:00 deri në 22:00 (zona e kohës Evropë/Tiranë)"
  },
  "NavBar": {
    "Home": "Home",
    "Hotel": "Hotel",
    "Restaurant": "Restoranti",
    "Conference Room": "Dhoma Konferences",
    "Conference": "Konferences",
    "Events": "Evente",
    "Contact": "Kontakt"
  },
  "AragDescfooter": "ARAGOSTA u themelua në vitin 1995, me një përvojë të gjatë në mikpritje,në fushën e gastronomisë me pjata peshku dhe mishi, dhe së fundmi me një Piceri.Hoteli me 4 yje ndodhet në zonën më të bukur të qytetit antik të Durrësit.",
  "locfooter": "Rruga Taulantia, Durres"
}
